/*
  Localizable.strings
  Patched Sur

  German (de)
  Created by Noah Fetz on 5/2/21.
*/

// MARK: Pre-Install App (96)
// Generic

"GET-STARTED" = "Lass uns beginnen";
"CONTINUE" = "Weiter";
"GO-BACK" = "Zurück";
"CANCEL" = "Abbrechen";
"BROWSE" = "Durchsuchen";
"REFRESH" = "Aktualisieren";
"CONTINUE-ERASE" = "Weiter und löschen";
"REQUEST-ROOT" = "Root-Berechtigung anfordern";
"EXTRACT-PACKAGE" = "Paket entpacken";
"FINISHED" = "Fertig";

// Enter Password Prompt
"B-ENTER-PASS-CHANGES" = "Patched Sur möchte Änderungen vornehmen.";
"B-ENTER-PASS-ALLOW" = "Gib dein Passwort ein, um dies zu erlauben.";
// The main difference here is
"B-EP-USERNAME" = "Benutzername:";
// The only difference here is the colon, which sounds dumb, but it's needed.
"B-EP-PASSWORD" = "Passwort:";
"B-EP-PASSWORD-PH" = "Passwort";

// Welcome Page

// Reminder! "Patched Sur" is a formal name, so don't localize that. (Patches/Patcher can be localized, just not Patched Sur)
"PRE-WELCOME-TITLE" = "Willkommen bei Patched Sur!";
"PRE-WELCOME-DESCRIPTION" = "Dieser Patcher ist der einfachste Weg um macOS Big Sur auf deinem nicht unterstützten Mac zu installieren. Er stellt sicher, dass nichts mit deiner Installation schief geht und bereitet alles so vor, dass es am Ende der Installation kein Komplikationen geben sollte. Patched Sur versucht dein Mac so zum Laufen zu kriegen, dass er sich anfühlt wie ein unterstütztes Modell.";

// Thanks To Page

"THANKS-TITLE" = "Vielen Dank an";
"THANKS-CONTENT" = "Patched Sur gibt es nicht nur wegen mir (Ben), viele Personen haben zum Patcher und den Patches beigetragen und machen den Patcher was er heute ist!

- barrykn: Hat den micropatcher erstellt, welcher mich in den Patch-Prozess eingeführt hat und den Glauben an meinen alten Computer wieder gegeben. Von mir Hut ab an barrykn, und du hoffentlich auch.
- ASentientBot: Hat die Hax Patches für den Installer gemacht und brachte den GeForce Tesla (9400M/320M) Framebuffer zu Big Sur zusammen mit Nicht-Metal Grafikbeschleuniger-Patches.
- jackluke: Hat herausgefunden, wie man beim USB Installer die Kompatibilitätsprüfung umgehen kann.
- highvoltage12v: Hat die ersten WiFi Kexts erstellt welche mit Big Sur verwendet werden.
- ParrotGeek: Hat die LegacyUSBInjector Kext entwickelt, um USB-Ports an einigen alten Macs wieder zum Laufen zu bringen und hat einen Weg gefunden, die Terminal-Komandos zu überspringen wenn die Installer-App per USB geöffnet wird.
- testheit: Hat mit dem kmutil Kommando im micropatcher geholfen (Dieser wird auch in Patched Sur angewendet).
- Ausdauersportler: Integrierte Patches für die iMac Metal-GPU Unterstützung.
- StarPlayrX: Hat startosinstall zur Aufmerksamkeit gebracht, welches später im Patcher verwendet wird um maOS Update-Support ohne einen USB zu ermöglichen.
- ASentientHedgehog: Hat zufällig auf dem Weg geholfen.
- OCLP Team: Hat mit Sachen auf der Kernel-Ebene für Nicht-Tesla Karten für Nicht-Metal Grafikbeschleunigung geholfen.
- dosdude1: OpenGL/GPUSupport Swap und natürlich eine ganze Menge Patch-Zeugs, welches in diesem Patcher genutzt wird.
- Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, und riiveraluis fürs Übersetzen der App.
- John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey und 8itCat fürs Testen und Melden von Bugs in neuen Funktionen vor deren Veröffentlichung.
- Und vielen anderen, welche geholfen haben Big Sur so grossartig zu machen.

Des Weiteren nutzt Patched Sur zwei Open Source Frameworks, Files and ShellOut von JohnSundell (MIT Lizenz), welche bei bestimmten Aufgaben helfen";

// Please Remember Page

"PLEASE-REMEMBER" = "Bitte vergiss nicht";
"PRE-PR-1" = "Patched Sur ist momentan in der Beta und wird nie perfekt sein. Der Patcher wird zwar nicht deinen Mac komplett blockieren, aber es kann zu Datenverlust kommen.";
"PRE-PR-2" = " Mach auf jeden Fall vor dem Upgrade ein Time Machine Backup. ";
"PRE-PR-3" = "Ich (und Unterstützer) sind nicht dafür verantwortlich falls etwas schief geht. Ich werde alles mir mögliche in Bewegung setzen für den Fall dass es ein Problem gibt. Jedoch weiss ich auch nicht alles und es gibt Fälle, in denen ich auch nicht helfen kann. In den meisten Fällen ist es nicht einmal die Schuld von Patched Sur, dann gibt es nichts was ich tun kann.";

// Mac Compatibility Page

"PRE-VERIFY-MAC" = "Mac wird verifiziert";
"PRE-VERIFY-QUICK" = "Dieser erste Schritt ist essenziell um die Zuverlässigkeit von Patched Sur zu sichern. Dieser Schritt versucht so viele Probleme wie möglich zu finden, bevor sie auftreten. Wir Prüfen FileVault, keine Grafikbeschleunigung und einige andere Probleme. Keine Sorge, es geht schnell.";
"PRE-VERIFY-FETCH" = "Informationen sammeln";
"PRE-VERIFY-2" = "Dein Mac wird verifiziert";

"PRE-REPORT-BY" = "Gemeldet von: ";
"PERSON" = "Person";
"OTHERS" = "Andere";
"APPROVES" = "Bestätigt";
"APPROVE" = "Bestätigen";

"WiFi, Ethernet and Bluetooth" = "WiFi, Ethernet und Bluetooth";
"I/O Ports" = "I/O Ports";
"Graphics Acceleration" = "Grafikbeschleunigung";
"Sleep and Brightness" = "Ruhezustand und Helligkeit";
"FileVault" = "FileVault";
"Personal Hotspots" = "Persönlicher Hotspots";
"Personal Hotspot" = "Persönlicher Hotspot";
"WPA2 Enterprise" = "WPA2 Enterprise";

"PROB-FATAL" = "Fatales Problem entdeckt";
"PROB-WARN" = "Mögliches Problem entdeckt";
"PROB-NO-UPGRADE" = "Wegen diesem oder anderen Problemen, kannst du kein Upgrade auf Big Sur durchführen.";
"PROB-CONTINUE-ANYWAY" = "Trotzdem fortfahren";
"PROB-OTHERS" = "Andere Probleme";

"PROB-FILE-TITLE" = "FileVault ist aktiviert.";
"PROB-FILE-DESCRIPTION" = "Auf deinem Mac ist FileVault aktiviert. Zwar ist dies ein exzellentes Verschlüsselungs-Tool, jedoch macht es Big Sur auf nicht unterstützten Macs unmöglich. Dir wird es nicht möglich sein in den Wiederherstellungsmodus zu starten, und ab und zu kannst du dein Laufwerk nicht entsperren. Du musst diese Funktion deaktivieren, bevor du Patcher startest. Gehe dazu in die Systemeinstellungen, drücke auf Sicherheit & Datenschutz, gehe zu FileVault, drücke das Schloss und deaktiviere die Funktion.";

// Reminder! "BigMac" and "StarPlayrX" are a formal names, so don't localize that.
"PROB-PRO-TITLE" = "Es gibt einen besseren Patcher für Mac Pros";
"PROB-PRO-DESCRIPTION" = "Obwohl Patched Sur für die meisten Macs genügt, sollten Mac Pros nicht mit diesem Patcher gepatcht werden. Sie haben keine passenden patches und es gibt einen anderen, simplen Patcher speziefisch für Mac Pros. Er heisst StarPlayrX's BigMac Patcher und er wird auf deinem Mac einwandfrei funktionieren.";

"PROB-GX-TITLE" = "Keine Grafikbeschleunigung";
"PROB-GX-DESCRIPTION" = "Dein Mac unterstützt die Metal Grafikbeschleunigung nicht. Das heisst, dass Big Sur EXTREM LANGSAM laufen wird. Erwarte nicht, dass es flüssig oder allgemein gut laufen wird. Du kannst dies nicht beheben. Ein Patch ist auf dem Weg aber momentan noch sehr instabil. Wenn du fortfahren möchtest, darfst du das, aber erwarte keine besonders gute Big Sur Erfahrung.";

"PROB-SURE" = "Bist du sicher, dass du fortfahren willst?";
"PROB-SURE-SURE" = "Patched Sur hat Probleme entdeckt welche Probleme mit Big Sur verursachen können (und werden). Dein Mac wird nicht sein volles Potential ausschöpfen können und in den meisten Fällen wird es das Beste sein, auf Catalina zu bleiben.";

"REPORT-UNKNOWN" = "Kompatibilität unbekannt";
"REPORT-UNKNOWN-2" = "Je nach Mac wird Patched Sur besser oder schlechter laufen. Patched Sur hat keinen Kompatibilitätsreport für deinen Mac gefunden, deswegen können wir dir momentan keine definitive Antwort geben. Aber keine Sorge, wenige Leute haben uns bereits Einsicht gegeben, wie gut Patched Sur auf ihren Geräten läuft. Wahrscheinlich wird dein Mac einwandfrei laufen. Wenn du das Upgrade durchgeführt hast, würden wir uns freuen wenn du deine Erfahrung teilst (Gehe dazu in die Einstellungen der Nachinstallations-App) und hilf zukünftigen Leuten mit dem Erfahrungsbericht deines Macs!";

// Update Track Page

"PRE-TRACK-TITLE" = "Wähle den Update Track";
"PRE-TRACK-DESCRIPTION" = "Der Update Track definiert welche Version von macOS du bekommst. Der Release Track ist der stabilste und derjenige, den du bereits verwendest. Beta gibt dir vorab Zugang zu neuen Funktionen, kann jedoch zeitweise instabil sein.";

"TRACK-RELEASE" = "Release";
"TRACK-BETA" = "Beta";

// macOS Select Page

"PRE-VERS-TITLE" = "macOS Big Sur Version";
"PRE-VERS-DESCRIPTION" = "Normalerweise möchtest du die neuste Version von Big Sur verwenden, falls du aus irgendwelchen Gründen eine ältere Version nutzen willst, kannst du das hier konfigurieren. Wenn du selbst einen InstallAssistant.pkg oder eine Installations-App heruntergeladen hast, kannst du diese mit Durchsuchen auswählen. Wenn du einfach die neuste Version von macOS herunterladen willst, klicke auf Herunterladen.";
"PRE-VERS-NOFI" = "Die Liste mit verfügbaren macOS Versionen konnte nicht geladen werden. Wahrscheinlich hast du keine Verbindung zum Internet. Um weiter zu fahren musst du einen bereits heruntergeladenen macOS Installer verwenden.";
// NOTE: In these two, XX.YY.ZZ is the macOS version. So in English, the first would show Download macOS 11.3. \(installers[0].version)
"PRE-VERS-DOWNLOAD" = "macOS XX.YY.ZZ herunterladen";
"PRE-VERS-USE" = "Nutze macOS XX.YY.ZZ";
"PRE-VERS-PRE" = "Nutze ein bereits heruntergeladenes macOS";
"PRE-VERS-REDOWNLOAD" = "Erneut herunterladen";
"PRE-VERS-FETCH" = "Lade Installer";

// Downloading Kexts Page

"DOWNLOAD-PATCHES" = "Patches werden heruntergeladen";
"DOWNLOAD-FILES" = "Dateien werden heruntergeladen";
"PRE-DP-1" = "Das set vars Tool erlaubt es dir den NVRAM und SIP-Status korrekt zu setzen, damit du in Big Sur booten kannst.";
"PRE-DP-2" = "Das ist das letzte Tool welches du vorbereiten musst, bevor du Big Sur installieren kannst.";
"PRE-DP-3" = "Dies ist nur benötigt, falls du diesen Mac noch nie gepatcht hast, oder einen PRAM Reset durchgeführt hast.";
"PRE-DP-4" = "Die Kext Patches erlauben es dir Hardware wie WiFi und USB Ports zu verwenden, damit dein Mac seine volle Funktionalität behält.";
"PRE-DP-CANCEL-1" = "Die Patches welche der Patcher später verwendet, werden gerade heruntergeladen. Bist du sicher, dass du zurück willst?";
"PRE-DP-CANCEL-2" = "Die Patches werden heruntergeladen";
"CANCEL-DOWNLOAD" = "Download abbrechen";
"RESTART-DOWNLOAD" = "Download neu starten";
"CONTINUE-DOWNLOAD" = "Download fortsetzen";
"PRE-DP-CANCEL-3" = "Die Patches konnten nicht heruntergeladen werden. Ein Neustart des Downloads könnte dies beheben. Möchtest du den Download erneut probieren oder zum vorherigen Schritt zurückkehren?";
"PRE-DP-CANCEL-4" = "Möchtest du den Download neu starten?";

// Downloading macOS Page

"PRE-DM-TITLE" = "macOS wird heruntergeladen";
"PRE-DM-DESCRIPTION" = "macOS wird momentan von Apple heruntergeladen um es auf den USB zu laden. Dies ist eine vollständige Installation, sprich ein Download von 12 GB. Es wird eine Weile dauern, also lass es einfach laufen und stelle sicher, dass deine Internetverbindung gut ist. Wenn dies abgeschlossen ist, musst du ein USB Laufwerk wählen, welches Patched Sur für den Installer verwenden soll.";
"PRE-DM-BAR" = "macOS XX.YY.ZZ wird heruntergeladen";
"PRE-DM-CANCEL-1" = "macOS Big Sur wird momentan heruntergeladen damit es später verwendet werden kann. Dies ist ein grosser Download. Bist du sicher, dass du zurück gehen willst?";
"PRE-DM-CANCEL-2" = "macOS wird heruntergeladen";
"PRE-DM-CANCEL-3" = "macOS konnte nicht heruntergeladen werden. Ein Neustart des Downloads könnte dies beheben. Möchtest du den Download erneut probieren oder zum vorherigen Schritt zurückkehren?";

// Select Volume Page

"PRE-VOL-TITLE" = "Wähle ein USB Laufwerk";
"PRE-VOL-1" = "Um Big Sur zum ersten Mal gepatcht zu installieren, brauchst du eine USB Installation, welche mit dem Upgrade helfen wird. Dies erstellt eine Umgebung, in welcher der Patcher sicher sein kann, dass alles korrekt funktioniert.";
"PRE-VOL-2" = "Um den Installer zu erstellen, brauchst du ein Laufwerk um den Installer drauf zu packen.";
"PRE-VOL-3" = "Dieser USB muss mindestens 16 GB gross sein. Interne Partitionen funktionieren nicht, jedoch externe sollten funktionieren jed nach Partitions-Map (GUID Partitions-Map sollten korrekt sein). Falls dein Laufwerk nicht auftaucht, stelle sicher dass es als MacOS Extended (Journaled) formattiert ist.";
"PRE-VOL-NO" = "Keine kompatiblen Laufwerke konnten gefunden werden.";
// Note: VOLUME is the volume name, do not localize it, just pretend it's a volume name and just place it into your sentence
// Ex. If the volume was "SuperDrive", then "VOLUME will be erased." would show up as "SuperDrive will be erased."
"PRE-VOL-ERASED" = "VOLUME wird gelöscht werden.";
"PRE-VOL-ERASED-2" = "Alle Dateien auf diesem Laufwerk werden komplett gelöscht. Dies kann nicht rückgägnig gemacht werden. Bist du sicher, dass du fortfahren willst?";
"PRE-VOL-DETECTING" = "Laufwerke finden";
"PRE-VOL-CHECKING" = "Überprüfe VOLUME";

// Create Installer Page

"PRE-CTI-TITLE" = "USB Installer wird erstellt";
"PRE-CTI-DESCRIPTION" = "Der USB, welchen du gewählt hast, wird nun verwendet um einen macOS Installer USB zu erstellen. Die auf das Laufwerk kopierten Dateien kreiren eine Umgebung ähnlich zum macOS Big Sur Wiederherstellungsmodus. Wenn diese Dateien auf den USB geladen sind, schreitet Patched Sur ein und patched ihn. Dies erlaubt es deinem Mac von diesem USB zu starten und gibt dir nützliche Tools für einen gepatchten Mac.";
"PRE-CTI-CANCEL-1" = "Möchtest du das Erstellen des gepatchten macOS Installers wirklich abbrechen? Du benötigst diesen für das Upgrade auf macOS Big Sur. Es dauert oft sehr lange ihn zu erstellen.";
"PRE-CTI-CANCEL-2" = "Ein macOS Installer wird erstellt.";
"CANCEL-PROCESS" = "Prozess abbrechen";
"RESTART-PROCESS" = "Prozess neu starten";
"CONTINUE-PROCESS" = "Prozess fortfahren";
"PRE-CTI-CANCEL-3" = "Beim erstellen des macOS Installer USBs ist ein Fehler aufgetreten. Ein erneuter Versuch kann dieses Problem beheben.";
"PRE-CTI-CANCEL-4" = "Möchtest du es erneut versuchen?";
"PRE-CTI-CREATING" = "Installer wird erstellt";

// Done Page
"PRE-DONE-INFO" = "Du bist fast am Ziel des Big Sur Upgrades. Der Installations USB wurde erfolgreich erstellt und jetzt ist es an der Zeit für ein wenig Arbeit deinerseits. Wenn du keinem Tutorial folgst, schreibe diese Schritte ab, damit du weisst was zu tun ist (Diese Schritte sind sehr einfach auch wenn es viele sind):

1. Starte deinen Mac neu und drücke (und halte) die Option Taste, bis du einige Laufwerke auf dem Bildschirm siehst.
2. Wähle das gelbe oder violette EFI Boot. Dein Computer wird direkt heruntergefahren.
3. Schalte deinen Mac wieder ein und drücke (und halte) die Options Taste wieder.
4. Wähle Install macOS Big Sur.
5. Wenn dein Mac gestartet ist, wähle Installiere macOS Big Sur erneut ((Re)Install macOS Big Sur again). (Es klingt vielleicht danach, aber dieser Schritt löscht keine Benutzerdaten. Es werden lediglich die System Dateien geupgraded, wie ein normales Update)
6. Wenn die Installations-App öffnet, folge einfach den Instruktionen und wähle dein Hauptlaufwerk (Wahrscheinlich Macintosh HD, WÄHLE NICHT Install macOS Big Sur)
7. Wenn das Update abgeschlossen ist und du den Anmeldebildschirm siehst, melde dich an und starte Patched Sur aus dem Programme-Ordner.
8. Drücke Kexts patchen, drücke dann auf weiter und gib dein Passwort ein.
9. Wenn dieser Vorgang abgeschlossen ist, starte deinen Mac neu und geniesse Big Sur!";
// I suggest adding "However, these are only in English." to the end of this, since the linked page is only in English.
"PRE-DONE-LINK" = "Du kannst diese Schritte ebenfalls auf GitHub finden\n(Jedoch nur in Englisch).";
"PRE-DONE-STEPS" = "(Schritte 10-14)";

// MARK: Post-Install App (96)

// General

"BACK" = "Back";
"RESTART-TO-FINISH" = "Zum Abschliessen neu starten";

// MARK: Menu Bar

"PO-MN-ABOUT-PATCHER" = "Über Patched Sur";
"PREFERENCES" = "Einstellungen";
"PO-AMM-TITLE" = "Über meinen Mac";
"PO-MN-HELP" = "Patched Sur Hilfe";
"PO-MN-HELP-OS" = "macOS aktualisieren";
"PO-MN-HELP-PATCHER" = "Patcher aktualisieren";

// MARK: Update Notifications

// VERSIONTAG is the version number of the new patcher/macOS version (like 0.3.1 or 11.3.1).
"PO-NOFI-SELF" = "Patched Sur kann auf die Version VERSIONTAG aktualisiert werden. Öffne Patched Sur und klicke auf Updates durchführen um mehr herauszufinden.";
"PO-NOFI-OS-TITLE" = "Softwareupdate";
"PO-NOFI-OS-DESCRIPTION" = "macOS Big Sur VERSIONTAG kann jetzt auf deinem Gerät installiert werden. Öffne Patched Sur und klicke auf macOS aktualisieren um mehr herauszufinden.";

// MARK: About Patched Sur

// APPBUILD is the app's version build number, like "96".
"PO-ATP-AUTHOR-BUILD" = "Von: Ben Sova • Build APPBUILD";
"PO-ATP-DESCRIPTION" = "Ein simpler Patcher mit einem grossen Kern, um Big Sur auf einem nicht unterstützten Mac einfach zum Laufen zu kriegen, entwickelt für Jedermann.";
"PO-ATP-WHATS-NEW-QUESTION" = "Was ist neu in v1.0.0?";
"PO-ATP-WHATS-NEW-ANSWER" = "Es ist schnell, mächtig, klar für Jedermann, auch wenn du Metal nicht unterstützt oder Englisch beherrschst.";

// MARK: Central View

"PO-UP-TITLE" = "Updates durchführen";
"PO-UP-DESCRIPTION" = "Aktualisiere macOS oder den Patcher auf eine neue Version.";
"PO-PK-TITLE" = "Kexts patchen";
"PO-PK-DESCRIPTION" = "Kexts versichern, dass macOS mit vollem Funktionsumfang läuft, so wie es soll.";
"PO-ST-TITLE" = "Einstellungen";
"PO-ST-DESCRIPTION" = "Animationen und Grafikkarten Umschaltung deaktivieren, Protokolle und mehr.";
"PO-CI-TITLE" = "Installer erstellen";
"PO-CI-DESCRIPTION" = "Erstelle einen gepatchten macOS Big Sur Installer USB-Stick, um macOS etc. (neu)installieren zu können.";
"PO-IR-TITLE" = "Wiederherstellung installieren";
"PO-IR-DESCRIPTION" = "Patche die Wiederherstellung (mit CMD-R beim Start starten). Ist nicht immer nützlich.";
"PO-AMM-DESCRIPTION" = "Zeige Infos über deinen Mac ohne die Seriennummer. Nützlich um mit deinem Erfolg zu posen.";

"PO-PK-NO-NEED-TITLE" = "Kexts müssen nicht gepatcht werden.";
"PO-PK-NO-NEED-DESCRIPTION" = "Auf Late 2013 iMacs musst du keine Kexts patchen. Big Sur läuft bereits mit voller Funktionalität.";

// MARK: Settings View

"PO-ST-TITLE-ALT" = "Zusätzliche Einstellungen";
"PO-ST-SUBTITLE" = "Einige nützliche Tools/Patches";
"PO-ST-SECTION-1" = "Zusätzliche Patches";
"PO-ST-SECTION-2" = "Zusätzliche Tools";
"PO-ST-RESTART-APPLY" = "Die Änderungen werden übernommen, wenn du deinen Mac neu gestartet hast.";

"PO-ST-DA-DISABLE" = "Animationen deaktivieren";
"ENABLE" = "Aktivieren";
"PO-ST-DA-DISABLE-DONE" = "Animationen deaktiviert";
"PO-ST-DA-DISABLE-DONE-2" = "Die Änderungen werden übernommen, wenn du deinen Mac neu gestartet hast. Big Sur sollte dann ein wenig besser laufen.";
"PO-ST-DA-ENABLE-DONE" = "Animationen aktiviert";
"PO-ST-DA-DESCRIPTION" = "Das Deaktivieren von Animationen hilft Macs ohne Metal. Weil diese keine Grafik-Beschleunigung haben, läuft Big Sur sehr langsam. Deaktivieren von Animationen hilft da ein wenig.";

"PO-ST-GXS-ENABLE" = "Grafikkarten-Wechsel aktivieren";
"DISABLE" = "Deaktivieren";
"PO-ST-GXS-DESCRIPTION" = "Wenn dein Mac mehrere GPUs hat, solltest du die automatische Grafikkarten Umschaltung aktivieren. Vielen Dank an @15wat für das Finden einer Lösung.";
"PO-ST-GXS-ENABLE-DONE" = "Grafikkarten Umschaltung aktiviert";
"PO-ST-GXS-ENABLE-DONE-2" = "Die Grafikkarten schalten nun automatisch um! Wahrscheinlich wird ein Neustart benötigt, damit die Änderungen übernommen werden.";
"PO-ST-GXS-ENABLE-FAILED" = "Grafikkarten Umschaltung konnte nicht aktiviert werden";
"PO-ST-GXS-DISABLE-DONE" = "Grafikkarten Umschaltung deaktiviert";
"PO-ST-GXS-DISABLE-DONE-2" = "Die Grafikkarten schalten nun nicht mehr automatisch um. Wahrscheinlich wird ein Neustart benötigt, damit die Änderungen übernommen werden.";
"PO-ST-GXS-ENABLE-FAILED" = "Grafikkarten Umschaltung konnte nicht deaktiviert werden";

"PO-ST-PKL-BUTTON" = "Kexts-Patch Protokolle anzeigen";
"PO-ST-PKL-DESCRIPTION" = "Falls du Probleme hast und das Patchen der Kexts nicht funktioniert, kann es helfen das Protokoll anzuschauen und nach Fehlern Ausschau zu halten. So kann dir vielleicht Jemand helfen das Problem zu lösen.";
"PO-ST-PKL-TITLE" = "Kexts-Patch Protokolle";
"PO-ST-PKL-NO-LOGS" = "Keine Protokolle aufgezeichnet";
"PO-ST-PKL-COPIED" = "Kopiert!";
"PO-ST-PKL-COPIED-2" = "Die letzten Protokolle des Kexts-Patch Vorgang wurden in deine Zwischenablage kopiert. Gib die Protokolle ruhig Leuten weiter die dir helfen möchten, da diese sehr nützlich für die Fehlersuche sind.";

"PO-ST-CL-TITLE" = "Beseitige Patched Sur Überbleibsel";
"PO-ST-CL-DESCRIPTION" = "Manchmal hinterlässt Patched Sur kleine Überbleibsel von Dingen welche ausgeführt wurden. Das könnte gegebenenfalls bis zu 12GB Festplattenspeicher freigeben. Es wird empfohlen dies vor allem nach einem Update durchzuführen.";
"PO-ST-CL-DONE" = "Überbleibsel beseitigt";
"PO-ST-CL-DONE-2" = "Die Dateien wurden gelöscht. Du solltest nun wieder etwas mehr Speicher zur Verfügung haben (Vorausgesetzt, dass es tatsächlich grosse Dateien zum Löschen hatte).";

"PO-ST-CYE-TITLE" = "Teile deine Erfahrung";
// Add a translation for 'Please Note: These reports are only accepted in English.' to this next value
"PO-ST-CYE-DESCRIPTION" = "Die Vorinstallations-App in Patched Sur hat ein Feature welches neuen Benutzern einen Überblick gibt, wie gut ihr Mac mit Big Sur laufen wird. Jedoch braucht es dazu Informationen, und hier kannst du helfen! Drücke auf den Link oben und folge den Instruktionen um zu helfen. (Es werden nur Berichte in Englisch angenommen)";

"PO-ST-RL-TITLE" = "Patcher neu starten";
"PO-ST-RL-DESCRIPTION" = "Ich weiss zwar nicht, warum du das jemals machen willst, aber du kannst die Patcher-App neu starten. Dieser Schritt erneuert eine Menge Variablen welche beim ersten Ausführen des Patchers geladen werden. Fun Fact: Der selbe Code wird ausgeführt, wenn der Updater fertig ist.";
"PO-ST-RL-FAILED" = "Der Neustart ist fehlgeschlagen!";
"PO-ST-RL-FAILED-2" = "Patched Sur konnte nicht geöffnet werden. Du kannst dies auch manuell machen.";

// MARK: Patch Kexts Page

"PO-PK-TITLE-ALT" = "Kexts entpatchen";
"PO-PK-SUBTITLE" = "Macht eigentlich dass Treiber funktinieren";
"PO-PK-DESCRIPTION-2" = "Wenn du die Kexts patchst werden Dinge wie WiFi, USB usw. in deiner Big Sur Installation funktionieren. Ohne diese Kexts würde dein Mac in Bug Sur nicht sein volles Potential ausnutzen können, und einige Dinge würden nicht funktionieren. Falls es nötig wäre oder du Probleme hast, kannst du die Kexts entfernen und dann erneut patchen, dies hilft in den meisten Fällen. Es ist eine gute Idee ein wenig zu warten, bevor du die Kexts patchst, da vielleicht einige Dinge die System-Partition besetzen.";
"PO-PK-START" = "Kexts-Patch starten";
"PO-PK-UN-START" = "Kexts-Entpatchen starten";
"PO-PK-INSTEAD" = "Entpatche die Kexts stattdessen";
"PO-PK-INSTEAD-REVERSE" = "Patche die Kexts stattdessen";
"PO-PK-DETECT" = "Patches finden";
"PO-PK-NONE-DETECTED" = "Patch-Resourcen konnten nicht gefunden werden";
"PO-PK-NONE-HELP" = "Versuche einen gepatchten USB-Installer einzustecken";
"PO-PK-RUNNING" = "Kexts werden gepatcht";
"PO-PK-UN-RUNNING" = "Kexts werden entpatcht";
"PO-PK-LEGACY-ALERT" = "Die einzigen entdeckten Patches benötigen den Legacy-Modus";

// MARK: Create Installer Others

"PO-CI-START-TITLE" = "Erstelle einen macOS Installer";
"PO-CI-START-DESCRIPTION" = "Diese Tool erlaubt es dir, einen gepatchten macOS Big Sur Installer USB zu erstellen. Ähnlich wie es die Vorinstallations-App macht, jedoch mit ein paar Änderungen. Dies kann in einer für den Fall Situation genutzt werden, dalls du später mit Problemen konfrontiert wirst. Wichtig: Es kann eine Wiederherstellungs-Partition installiert werden, welche sehr ähnlich ist. Jedoch kann diese macOS nicht neu installieren, da es in der Wiederherstellung kein WiFi gibt. Auch wichtig: Wenn du diese Methode für das Upgrade benutzt, es gibt einen besseren Weg: Die Nachinstallations-App.";
"PO-CI-FINISHED-TITLE" = "Erstellen des macOS Installers abgeschlossen.";
"PO-CI-FINSIHED-DESCRIPTION" = "Dieser Installer kann jetzt für alles was du dir vorgestellt hast verwendet werden. Er ist komplett gepatcht, als wenn du ihn mit der Vorinstallations-App erstellt hättest. Er beinhaltet den macOS Installer (hoffentlich weisst du das), eine komplette Wiederherstellungs-Umgebung und natürlich Patched Sur um die Kexts zu patchen.";

// MARK: About This Mac

"PO-AMM-MODEL" = "Modell";
"PO-AMM-PROCESSOR" = "Prozessor";
"PO-AMM-GRAPHICS" = "Grafikkarte";
"PO-AMM-MEMORY" = "Speicher";
"PO-AMM-BACK" = "Zurück zum Startbildschirm";
"PO-AMM-UPDATE" = "Softwareupdate";
"PO-AMM-VERSION" = "Version";

// MARK: Update Status

"PO-UP-CHECKING" = "Auf Updates prüfen";
"PO-UP-CHECK-FAILED" = "Updates konnten nicht überprüft werden";
"PO-UP-CHECK-FAILED-1" = "Das ist entweder, weil du nicht mit dem Internet verbunden bist, oder weil GitHub's Web-Hosting Server nicht erreichbar sind. Dies sollte aber nicht ein grosses Problem sein, du kannst macOS manuell mit der Vorinstallations-App updaten oder die Patcher-App selber von der Patched Sur GitHub Seite herunterladen.";
"PO-UP-TITLE-PATCHER" = "Patcher aktualisieren";
"PO-UP-TITLE-MACOS" = "macOS aktualisieren";

"PO-UP-USING-TRACK" = "Du nutzt den";
// Imagine that this is like a sentence. First you see the above phrase, then Release or Beta, then the next text.
// So this would read, "You are using the Release update track"
"PO-UP-USING-TRACK-2" = "Update-Track.";
"PO-UP-BETA-DESCRIPTION" = "Diese Updates können instabil sein und sind für den täglichen Gebrauch nicht empfohlen.";
"PO-UP-RELEASE-DESCRIPTION" = "Diese Updates sind normalerweise stabiler und der Standard Update-Track.";
"PO-UP-IS-AVALIBLE" = "Ein Update ist verfügbar!";
"RELEASED" = "Veröffentlicht";
"BUILD" = "Build";
"PO-UP-VIEW-OTHER" = "Alternative Versionen";
"PO-UP-START-TITLE" = "Starte das macOS Update";
"PO-UP-START-DESCRIPTION" = "Für das Update lädt der Patcher zuerst die neusten Patchen und danach die neue macOS Version direkt von Apple's Servern. Im Anschluss wird der Updater von Apple ohne die Kompatibilitätsprüfung gestartet.";
"PO-UP-NOTES-TITLE" = "Schaue dir die neusten Veröffentlichungsnotizen an";
"PO-UP-NOTES-DESCRIPTION" = "Sehe was in macOS neu ist, bevor du updatest. Danke an Mr. Macintosh (oder Apple/9to5Mac manchmal) für dessen Bereitstellung.";
"PO-UP-NO-UPDATES" = "Keine neuen Updates verfügbar.";
"PO-UP-YOU-ON" = "Du bist momentan auf XX.YY.ZZ.";
"PO-UP-NOTIF-TITLE" = "Konfiguriere Update Mitteilungen";
"PO-UP-NOTIF-DESCRIPTION" = "Erhalte eine Mitteilung wenn Updates für macOS oder den Patcher bereit sind.";

"PO-UP-NOTIF-TITLE-2" = "Update Mitteilungen";
// In case you don't know, /n means line down. So if I wrote Hello\nWorld, it would show up as:
// Hello
// World
"PO-UP-NOTIF-DESCRIPTION-2" = "Da dein Mac nicht unterstützt ist, wird das eingebaute Software Update dich nie über macOS Updates informieren, da es nichts findet, was deinen Mac unterstützt. Patched Sur kann diese Funktionalität ersetzen und zusätzlich über Updates für den Patcher informieren, falls du dies wünschst.\n\nErhalte Mitteilungen für:";
"NO" = "Nein";
"YES" = "Ja";
"CONFIRM" = "Bestätigen";
"PO-NOTIF-SETUP-DONE" = "Mitteilungen eingerichtet!";
"PO-NOTIF-SETUP-DONE-2" = "Patched Sur wird dich gemäss deinen neuen Präferenzen über Updates informieren.";
"PO-NOTIF-SETUP-PERMS" = "Patched Sur benötigt Erlaubnis um Mitteilungen zu senden.";
"PO-NOTIF-SETUP-PERMS-2" = "Bevor der Patcher Mitteilungen für verfügbare Updates senden kann, benötigt er Erlaubnis dazu.";
"PO-NOTIF-SETUP-ALMOST" = "Fast geschafft!";
"PO-NOTIF-SETUP-ALMOST-2" = "Um das Einrichten der Mitteilungen abzuschliessen, muss Patched Sur einen Daemon erstellen, welcher periodisch nach Updates sucht. Für diese Einrichtung benötigt der Patcher root Berechtigungen. Du wirst gefragt, dein Passwort einzugeben, danach bist du fertig!";
"PO-NOTIF-SETUP-DENY" = "Patched Sur kann keine Mitteilungen senden";
"PO-NOTIF-SETUP-DENY-2" = "Du hast Patched Sur nicht erlaubt Mitteilungen zu senden. Wenn du willst, dass Patched Sur Mitteilungen senden kann, öffne die Systemeinstellungen > Mitteilungen > Patched Sur und erlaube dann Mitteilungen.";
"PO-NOTIF-SETUP-FAILED" = "Daemon konnte nicht konfiguriert werden";

"PO-UP-COMPAT-FAIL-SIP" = "SIP Status konnte nicht überprüft werden";
"PO-UP-COMPAT-FAIL-SIP-2" = "Patched Sur konnte deinen SIP Status nicht überprüfen. Das ist eigentlich unmöglich.";
"PO-UP-COMPAT-SIP-ON" = "SIP scheint aktiviert zu sein";
"PO-UP-COMPAT-SIP-ON-2" = "Da der Installer überprüft ob die Updates deinen Mac unterstützen, muss Patched Sur eine dylib einschleusen, damit dem Installer Inkompatibilität egal ist. Dies kann jedoch nur gemacht werden, wenn SIP deaktiviert ist. Bevor du fortfahren kannst, musst du SIP wie folgt deaktivieren:

1. Starte in den Wiederherstellungsmodus (CMD-R beim Start)
2. Unter Werkzeuge öffne Terminal
3. Tippe: csrutil disable und drücke Enter.
4. Drücke Enter und starte deinen Computer neu. Versuche dann erneut Patched Sur auszuführen.";
"PO-UP-COMPAT-LV-ON" = "Bibliotheksvalidierung ist aktiviert";
"PO-UP-COMPAT-LV-ON-2" = "Die Bibliotheksvalidierung hindert Patched Sur daran, Code in den macOS Installer einzuschleusen und die Kompatibilitätsprüfung zu überspringen. Wenn du macOS aktualisieren willst, musst du die Bibliotheksvalidierung deaktivieren.";

"SKIP" = "Überspringen";
"PO-UP-APP-FAILED" = "Herunterladen fehlgeschlagen";
"PO-UP-APP-START" = "Update herunterladen";
"DOWNLOADING" = "Herunterladen";

// MARK: Update Chooser

"PO-UP-CHOOSE-TITLE" = "Update Auswahl";
"PO-UP-CHOOSE-FAILED" = "Beim prüfen von möglichen Aktualisierungen ist ein Fehler aufgetreten.";
"PO-UP-CHOOSE-PRE" = "Diese Version von macOS wurde bereits heruntergeladen:";
"PO-UP-CHOOSE-CAN" = "Du kannst diese Versionen von macOS herunterladen:";
"PO-UP-CHOOSE-DELETE" = "Bist du sicher, dass du den bereits heruntergeladenen Installer löschen willst?";
"PO-UP-CHOOSE-DELETE-2" = "Dies spart zwar etwa 12.2 GB an Speicher, er ist jedoch auch nützlich wenn du schnell macOS neu installieren willst, oder jegliche andere Gründe warum man einen 12 GB macOS Installer benötigt.";
"DELETE" = "Löschen";
"UPDATE" = "Aktualisieren";
"REINSTALL" = "Neu installieren";
"UNEXPECTED-ERROR" = "Ein unerwarteter Fehler ist aufgetreten";
"PO-UP-CHOOSE-EXACT-PATH" = "Diese Datei scheint zu fehlen und der komplette Patch konnte nicht bestummen werden. Du kannst den bereits heruntergeladenen Installer nicht verwenden.";
"PO-UP-CHOOSE-DOWNLOAD" = "Den macOS Installer herunterladen";
"PO-UP-CHOOSE-DOWNLOAD-1" = "Du kannst auf diese Version von macOS zwar updaten, du kannst es jedoch auch herunterladen. Das ist der Knopf den du gedrückt hast. Dieses Popup existiert nur um sicher zu gehen, dass du das weisst. (Es wird nur dein Browser geöffnet und der Installer heruntergeladen, nichts Spezielles.)";
"PO-UP-CHOOSE-DOWNLOAD-2" = "Du kannst nicht auf eine ältere Version von macOS \"updaten\". Du kannst jedoch den Installer herunterladen, falls du etwas damit machen willst. (Es wird nur dein Browser geöffnet und der Installer heruntergeladen, nichts Spezielles.)";
"PO-UP-CHOOSE-DOWNLOAD-TIP" = "Du kannst auch das InstallAssistant.pkg herunterladen wenn du willst.";
"PO-UP-CHOOSE-DOWNLOAD-TIP-2" = "Du kannst nicht auf eine ältere Version von macOS \"updaten\". Du kannst jedoch diesen Installer herunterladen wenn du willst.";
"DOWNLOAD" = "Download";

// MARK: Download Patches/macOS

"DOWNLOAD-PATCH-MACOS" = "Patches und macOS werden heruntergeladen";
"DOWNLOADED-PATCHES" = "Patches heruntergeladen";
"PO-UP-DPM-DESCRIPTION" = "Die Patches ermöglichen es dir Hardware wie WiFi zu verwenden und erlaubt es dem Patcher Installer-Code zu überschreiben, damit dein Mac seine volle Funktionalität beibehält. macOS wird direkt von Apple heruntergeladen in der Form einer InstallAssistant.pkg Datei. Aus dieser können wir die Installer-App extrahieren und dann die macOS Installation starten. (Manchmal funktioniert die Fortschrittsanzeige nicht wie gewünscht, es lädt aber trotzdem.)";
"DOWNLOADING-MACOS" = "macOS wird heruntergeladen";

// MARK: Starting OS Installer

"PO-UP-SOI-TITLE" = "Bereit um das Update durchzuführen!";
"PO-UP-SOI-DESCRIPTION" = "Patched Sur wird jetzt das Update vorbereiten und danach in den macOS Update neu starten. Nach einer Weile wird die Installation von macOS abgeschlossen sein und du kannst die Kexts patchen und macOS geniessen. Dieser Vorgang wird eine Weile dauern! Genau so wie der Vorbereitungsschritt der Updates in den Systemeinstellungen, ist dies nicht das schnellste der schnellste Vorgang der Welt.";
"PO-UP-SOI-PREPARING" = "Für das Update vorbereiten";

// MARK: Recovery Patch

"PO-IR-SUBTITLE" = "Irgendwie hilfreich";
"DISCLAMIER" = "HAFTUNGAUSSCHLUSS";
"PO-IR-DISCLAIM" = "Es sollte sich nicht 100% darauf verlassen werden. Dies ist mehr gedacht als \"hier, das ist das Beste was du momentan kriegen kannst.\" Ich habe versucht einen Zauber-Wiederherstellungsmodus zu machen, aber das hat nicht funktioniert. Der Grund dafür ist einfach dass die Firmware auf deinem Mac Dateien ignoriert, welche aus irgend einem Grund zu existieren scheinen. Wenn diese Dateien nicht ignoriert werden würdet, müsste ich diese Nachricht nicht schreiben. Du kannst jedoch das Folgende mit der Wiederherstellung machen: NVRAM Werte bearbeiten (Wie SIP Status und boot-args), das Festplattendienstprogramm verwenden, das Internet durchsuchen (Denke ich zumindest?) und Kexts patchen/entpatchen (Und wahrscheinlich auch einige andere Dinge).
Mein Vorschlag ist, einen Installer USB zu erstellen und ihn zu behalten.
Du kannst ¨hiermit macOS nicht neu installieren.";
"PO-IR-SIP-ON" = "SIP ist aktiviert";
"PO-IR-SIP-ON-DESCRIPTION" = "Der Wiederherstellungs Patch kann nicht mit aktivierter SIP installiert werden, aufgrund von Dateisystem Sicherungen. Es sieht vielleicht so aus, als ob der einzige Weg SIP zu deaktivieren im Wiederherstellungs Modus ist, es gibt jedoch andere Wege.\n\nWenn du den Installer USB noch hast, kannst du vielleicht in die EFI Boot Partition starten. Wenn das nicht funktioniert, oder du es nicht machen kannst, starte die Internet Wiederherstellung (CMD-OPTION-R beim Start) und du kannst es von dort aus machen.";
"PO-IR-PATCHING" = "Wiederherstellung patchen";
"PO-IR-PATCHING-DESCRIPTION" = "Der macOS Wiederherstellungs Modus wird jetzt auf deinen Mac gepatcht. Dieser Vorgang hat zwei Schritte, zuerst werden die benötigten Dateien heruntergeladen und danach werden sie installiert. Es ist sehr simpel und dauert nicht allzu lange. Wenn dies abgeschlossen ist, wird die macOS Wiederherstellung entsperrt. Wichtig: Wenn du mehrere Partitionen hast, wird die Wiederherstellung von deinem Start-Laufwerk (wahrscheinlich) priorisiert und anstelle der anderen installierten Wiederherstellungslaufwerke.";
"PO-IR-DOWNLOAD-RECOVERY" = "Wiederherstellung herunterladen";
"PO-IR-DONE" = "Patchen der Wiederherstellung abgeschlossen!";
"GO-HOME" = "Zurück zum Startbildschirm";

// MARK: Three v1.0.0 (102)

// Friends in Settings
// Yes I'm adding this lol - duke4e advertised Patched Sur so I have to get him back and then I decided to add macOSicons.com because I like them. Maybe I'll have more friends later.
"PO-ST-FRIENDS" = "Patched Sur's Freunde";
"PO-ST-FRIENDS-WIDGY" = "Widgy ist die perfekte App um 100% eigens kreierte Widgets für iOS und macOS zu erstellen! Du kannst damit dein iDevice mit allen Daten eindecken die du dir vorstellen kannst. Du kannst es anordnen wie du willst und es passt trotzdem noch perfekt in das Gesamtbild deines Home-Screens/Schreibtisch. Das ist schon cool, nicht wahr?";
"PO-ST-FRIENDS-ICONS" = "macOSicons.com ist eine Webseite gefüllt mit über 5'000 alternativen Icons für macOS Big Sur. Dort findest du Icons welche jene ersetzen können, die nicht den BigSur Style haben, oder einfach weil dir deren Design besser gefällt als das der Entwickler.";

// MARK: Patch Kexts Configuration

"PO-PK-CONFIGURE" = "Erweiterte Konfiguration";
"PO-PK-CONFIG-WARN" = "ACHTUNG: Die Erweiterte Konfiguration solltest du nur verwenden, wenn du weisst was du tust!
Stelle sicher, dass du keine Patches aktivierst, welche du nicht benötigst.";
// This will come right before a button that toggles between "Patch Kexts" and "Unpatch Kexts"
"PO-PK-CONFIG-MODE" = "Modus:";
"PO-PK-CONFIG-UNPATCH" = "Alle Kext Patches werden deinstalliert und das System wird auf den nicht gepatchten Stand zurückgesetzt. WiFi und wahrscheinlich andere Dinge werden nicht funktionieren, dies kann nicht konfiguriert werden. Dies könnte die System Kernel Kollektion zerstören und könnte Kernel Panicking verursachen oder deinem Mac wird es nicht mehr möglich sein die Patches erneut zu installieren. Es ist generell sicherer macOS einfach erneut zu installieren.";
"ENABLED" = "Aktiviert";
"DISABLED" = "Deaktiviert";

// MARK: Boot.plist Settings

"PO-ST-BOOT" = "Boot.plist patchen";
"PO-ST-BOOT-DONE" = "Boot.plist bereits gepatcht";
"PO-ST-BOOT-DESCRIPTION" = "Das Patchen der com.apple.Boot.plist erlaubt es dir den NVRAM Reset auszuführen ohne einen USB Installer und EFI Boot. Danach musst du den NVRAM wiederherstellen (Patched Sur hilft dir dabei), da es besser für dich ist dieseb Wert zu haben. Du musst die Plist bei jedem macOS Update erneut patchen.";
"PO-ST-BOOT-ONGOING" = "Boot.plist patchen";
"PO-ST-BOOT-NONE" = "Keine kompatiblen Patches gefunden.
Eventuell hast du nicht die neuste Version der Patches heruntergeladen, welche benötigt sind um die boot.plist zu patchen.
Benutze 'Backup Patches updaten' um die neusten Patches herunterzuladen und versuche diesen Schritt dann erneut.";

// MARK: Volume Selection

"PRE-VOL-INCOMPAT" = "Inkompatible Treiber ansehen";
"PRE-VOL-INCOMPAT-TITLE" = "Inkompatible Treiber";
"PRE-VOL-INCOMPAT-NODATA" = "Laufwerksinfo konnte nicht gefunden werden, dies könnte ein Bug des Patchers sein.";
"PRE-VOL-INCOMPAT-INTERNAL" = "Internes Laufwerk, nutze stattdessen ein externes USB Laufwerk.";
"PRE-VOL-INCOMPAT-IMAGE" = "Laufwerk Images können nicht gebootet werden. Nutze ein externes USB Laufwerk.";
// For these next two, I suggest checking Disk Utility for the proper terms for GUID Partition Map and MacOS Extended (Journaled).
"PRE-VOL-INCOMPAT-GUID" = "Nicht als GUID Partitionstabelle formatiert";
"PRE-VOL-INCOMPAT-SYNTH" = "Synthetisches (APFS) Volumen, nutze MacOS Extended (Journaled)";

// MARK: NVRAM Reset Wanring

"PO-NV-POPUP-TITLE" = "Erforderlicher NVRAM Wert fehlt";
"PO-NV-POPUP-DESCRIPTION" = "Der Wert -no_compat_check boot-arg fehlt. Patched Sur hat dich bereits vor dem grössten Problem geschützt, es gibt jedoch noch weitere Probleme welche dadurch resultieren können.";
"PO-NV-POPUP-START" = "Anleitung ansehen";
"PO-NV-POPUP-DESCRIPTION-TWO" = "Starte Patched Sur (Die Nachinstallations App, nicht die auf dem dmg) um mehr zu erfahren und das Vorschläge um dieses Problem zu lösen.";
"PO-NV-POPUP-DESCRIPTION-THREE" = "Klicke unten auf 'Anleitung ansehen' um zu erfahren wie du den Wert wiederherstellen kannst.";

"PO-NV-CHECK-TITLE" = "Hast du dein gepatchtes Installations USB Laufwerk?";
"PO-NV-CHECK-DESCRIPTION" = "Wenn du das gepatchte Installations USB Laufwerk noch hast, können wir einige komplexe Schritte überspringen. Es ist empfehlenswert das Installations USB Laufwerk zu behalten welches die neuste macOS Version enthält. Wenn du jetzt eines erstellen willst, klicke den Zurück Knopf oben rechts, dann klicke auf Installer erstellen und befolge die Instruktionen. Kehre danach hierher zurück.";
"PO-NV-CHECK-ONE" = "Ich habe ein gepatchtes USB Laufwerk.";
"PO-NV-CHECK-TWO" = "Ich habe keines.";

"PO-NV-ONE-TITLE" = "Wert wiederherstellen (Mit Installer)";
"PO-NV-ONE-CONTENT" = "Da du ein Installations USB Laufwerk hast, wird dieser Schritt super einfach und schmerzlos sein!\n1. Schalte deinen Mac aus, schalte ihn wieder ein und halte die Option Taste gedrückt.\n2. Stelle sicher, dass das USB Installations Laufwerk verbunden ist, wähle dann das violette EFI Boot Laufwerk.\n3. Dein Mac wird sich direkt wieder ausschalten, also schalte ihn erneut ein und du bist fertig!";

"PO-NV-TWO-TITLE" = "Wert wiederherstellen (Ohne installer)";
"PO-NV-TWO-CONTENT" = "Da du kein Installations USB Laufwerk hast, wird dieser Schritt ein wenig schwieriger, aber keine Sorge, es ist trotzdem simpel. Du möchtest dir das vielleicht aufschreiben, da Patched Sur dir auf dem Weg nicht unter die Arme greifen kann.\n\n1. Schalte deinen Mac aus, schalte ihn wieder ein und halte CMD + Option + R gedrückt (Auch wenn du die Wiederherstellung installiert hast, du benötigst trotzem die Internet Wiederherstellung).\n2. Verbinde zu deinem WiFi und lass deinen Mac booten.\n3. Klicke auf Werkzeuge in der Menu Leiste und klicke dann auf Terminal.\n4. Tippe 'nvram boot-args=-no_compat_check' und drücke danach Enter.\n5. Starte deinen Mac neu und du bist fertig.";

"PO-NV-BAR-TITLE" = "NVRAM Problem";
"PO-NV-BAR-SUBTITLE" = "Lass uns das beheben";

"PO-NV-NOUP-TITLE" = "Update kann ohn NVRAM Wert nicht durchgeführt werden";
"PO-NV-NOUP-CONTENT" = "Das macOS Update entfernt den boot.plist Patch welcher es Patched Sur erlaubt ohne den -no_compat_check zu booten. Momentan fehlt der Wert, somit würde das Update verursachen, dass dein Mac nicht mehr booten kann. Du kannst das Update durchführen, sobald du den Wert wiederhergestellt hast. Um das zu tun, klicke den roten Knopf am unteren Fensterrand.";
